{
  "pageTitle": "Manifestes",
  "title": "Créer un nouveau manifeste",
  "subtitle": "Sélectionnez un compte de transporteur, une date de création de l'étiquette, et une adresse d'expéditeur pour votre manifeste. Pour en savoir plus, consultez cette FAQ.",
  "carrierTooltip": "Sélectionner un transporteur",
  "carrierTooltipUspsOnly": "Si vous souhaitez créer des manifestes d'autres transporteurs, contacter l'équipe d'assistance Shippo.",
  "carrierAccount": "Compte du transporteur",
  "carrierAccountError": "Le transporteur ne peut pas être vide",
  "labelCreateDateTooltip": "Sélectionnez une date",
  "labelCreateDate": "Date de création de l'étiquette",
  "labelCreateDateError": "La date de création de l'étiquette ne peut pas être vide",
  "senderAddressTooltip": "Sélectionner une adresse",
  "senderAddress": "Adresse de l'expéditeur",
  "senderAddressError": "L'adresse de l'expéditeur ne peut pas être vide",
  "carrier": "Transporteur",
  "handoffDate": "Date du transfert",
  "status": "Statut",
  "files": "Dossiers",
  "download": "Télécharger",
  "SUCCESS": "Complet",
  "ERROR": "Erreur",
  "recentManifestTitle": "Manifestes récents",
  "recentManifestSubtitle": "Shippo va sauvegarder vos manifestes jusqu'à 5 jours.",
  "noManifests": "Aucun manifeste récent",
  "manifestLabels": {
    "creatingCountDescription": "Créer {{count}} manifestes pour les étiquettes créées le {{date}}.",
    "titles": {
      "service": "Service d'expédition",
      "label": "Nombre d'étiquettes"
    },
    "label": "étiquettes",
    "daysDisplay": {
      "Today": "Aujourd'hui",
      "Tomorrow": "Demain",
      "Yesterday": "Hier"
    },
    "noLabelsAvailable": "Aucune étiquette disponible pour le manifeste.",
    "totalLabelsReady": "{{count}} étiquettes prêtes"
  },
  "createManifest": {
    "title": "Créer un manifeste",
    "generating": "Génération de manifestes"
  },
  "showMore": "Afficher plus",
  "showLess": "Afficher moins",
  "carrierAboutTitle": "À propos de manifestes {{ name }}",
  "carrierAboutCopy": {
    "usps": "Les manifestes USPS, ou les formulaires SCAN, peuvent être créés pour les étiquettes générées aujourd'hui et dans un délai de 4 jours. Pour les inclure dans le manifeste d'aujourd'hui, les étiquettes doivent être créées avant 17 h.",
    "australia_post": "Tous les clients d'Australia Post sont obligés de manifester leurs expéditions journalières, indépendamment du nombre, afin d'éviter une amende. Les étiquettes doivent être manifestées sous 30 jours à compter de la date de création de l'étiquette.",
    "canada_post": "Seuls les clients à contrat peuvent créer des manifestes (si vous ne disposez pas d'un identifiant de contrat que vous pouvez ajouter à Shippo, vous verrez un message d'erreur s'afficher lorsque vous essayez de créer un manifeste). Les clients à contrat qui effectuent plus de 50 expéditions par jour devront créer des manifestes pour transmettre les expéditions afin qu'elles soient facturées pour un jour donné. Les clients à contrat qui effectuent moins de 50 expéditions par jour peuvent ignorer l'exigence de manifeste, mais sont encouragés à se renseigner auprès des Postes Canada. Si un client à contrat ne clôture pas un jour d'expédition en créant un manifeste, Postes Canada peut facturer et transmettre les expéditions au nom du client.",
    "dhl_ecommerce": "DHL eCommerce exige des manifestes en fin de journée. Les données électroniques seront transmises à DHL par l'intermédiaire de Shippo et vous devrez imprimer 2 copies du Manifeste du résumé du conducteur (DSM en anglais) qui est créé. Le DSM est un document imprimé qui résume tous les envois remis à DHL eCommerce ce jour-là, regroupés par produit. Vous devrez fournir ces copies à votre conducteur DHL lors du ramassage/dépose.",
    "newgistics": "Lorsqu'une requête de manifeste pour des transactions Newgistics est créée, Shippo envoie un fichier « Infomations Manifeste Client » (CMI en anglais) à Newgistics. Tout ceci est fait électroniquement - contrairement à d'autres services de manifestes (tels que les USPS). Newgistics n'envoie pas de documents physiques en retour pour les étiquettes à scanner. Les utilisateurs qui fournissent un manifeste EXACT à Newgistics reçoivent moins d'exceptions de colis, car le manifeste fournit un document de référence au niveau des informations relatives aux colis. Les manifestes doivent être postés avant 23 h 00, heure du Pacifique le jour antérieur au ramassage de l'envoi pour le traitement."
  },
  "QUEUED": "Génération en cours..."
}
